"Share on Facebook" = "Share on Facebook";
"Share on Twitter" = "Share on Twitter";
"Share on Email" = "Share on Email";
"Cancel" = "Abbrechen";
"Close" = "in der Nähe";
"All" = "alle";
"Submit" = "einreichen";